Repository: Guerra-09/SubscriptionApp
Catalog: SubscriptionApp/Helpers/Localizable.xcstrings
Source language: en
Languages: es

source: %lld day
es: %lld dia

source: %lld days
es: %lld días

source: %lld subscriptions hidden.
es: %lld subscripciones ocultas

source: Accept
es: Aceptar

source: Account Settings
es: Configuracion

source: Are you sure you want to delete?
es: ¿Estas seguro de que quieres eliminar?

source: Background Color
es: Color de fondo

source: Cancel
es: Cancelar

source: Colors
es: Colores

source: Create
es: Crear

source: Create Subscription
es: Crear subscripción

source: Currency
es: Moneda

source: Delete
es: Eliminar

source: Description
es: Descripcion

source: Disallow Notifications
es: Desactivar notificaciones

source: Enter a description
es: Ingresar una descripcion

source: Error INT()
es: Error

source: Geld version %@
es: Version de Geld %@

source: Home
es: Inicio

source: Icon
es: Icono

source: is the payment
es: es el siguiente pago

source: monthly
es: mensual

source: Monthly Spent %@
es: Gasto mensual %@

source: Name
es: Nombre

source: Notes
es: Notas

source: Nothing to see here
es: Nada que ver aquí

source: Notification Time
es: Hora de notificación

source: Personal information
es: Información personal

source: Preferences
es: Preferencias

source: Press on Create to start filling this side!
es: Presiona en Crear para tener subscripciones

source: Press on icon to change it
es: Toca en el icono para cambiarlo

source: Price
es: Precio

source: Profile
es: Perfil

source: Renew in %lld days
es: Factura en %lld días

source: Renewing Soon
es: Renovación próxima

source: Save
es: Guardar

source: Select
es: Seleccionar

source: Settings
es: Configuraciones

source: Show disabled subscriptions
es: Mostrar subscripciones deshabilitadas

source: Start day
es: Dia de inicio

source: Stats
es: Estadisticas

source: Subscription Preview
es: Vista previa

source: Subscriptions
es: Susbcripciones

source: Text and logo color
es: Color de texto e icono

source: There aren't any subscription created
es: No hay subscripciones creadas

source: There's no data to show here go add some subscriptions in subscriptions tab
es: No hay información para mostrar. Agrega algunas subscripciones en la pestaña de subscripciones

source: This will change the time of ALL your subscriptions
es: Esto afectará al horario de TODAS tus subscripciones

source: To personal info
es: A Informacion personal

source: to the next payment
es: Para el siguiente pago

source: Today
es: Hoy

source: Welcome %@
es: Bienvenido/a

source: Yearly Spent %@
es: Gasto anual %@

source: You have %lld subscriptions
es: Tienes %lld subscripciones
